{
  "Movies": [
    {
      "Title": "Emoji",
      "ImageBack": "https://www1.cbn.com/sites/default/files/styles/original/public/the-emoji-movie_SI.jpg?itok=4tQwzN5m#vid=2314551",
      "ImageMain": "https://m.media-amazon.com/images/M/MV5BNjY0YTI1YzMtZGFkYS00ZTc3LWJjMTEtZWFmMDdkZDk5YWIwXkEyXkFqcGdeQXVyMTAyOTE2ODg0._V1_.jpg",
      "Video": "https://voe.sx/cz1tyxmfxz1v",
      "Description": "Βρισκόμαστε μέσα σε ένα smartphone. Κρυμμένη μέσα σε μηνύματα και εφαρμογές βρίσκεται η Textopolis, μια πόλη όπου ζουν όλα τα Emoji, ελπίζοντας να επιλεγούν από τον χρήστη της συσκευής. Το κάθε ένα από αυτά έχει μονάχα μία οπτική έκφανση, εκτός από τον Τζιν, ένα πλουσιοπάροχο emoji που γεννήθηκε δίχως φίλτρο και εμφανίζεται στον χρήστη μέσω διαφόρων εκφάνσεων. Αποφασισμένο να γίνει «νορμάλ» όπως τα υπόλοιπα emoji, ο Τζιν στρατολογεί τη βοήθεια του φιλαράκου του, Hi-5, και της διαβόητης Jailbreak, ειδήμον στο σπάσιμο κωδικών. Οι τρεις τους θα ξεκινήσουν ένα ψηφιακό ταξίδι μέσα από τις εφαρμογές του τηλεφώνου, για να βρουν τον Κώδικα που θα διορθώσει τον Τζιν.",
      "Year": "2017",
      "Genre": "Κινούμενα Σχέδια, Περιπέτεια",
      "Duration": "1 ωρ. 26 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "mp4",
      "StartString": "'mp4': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Ζωούπολη",
      "ImageBack": "https://www.in.gr/wp-content/uploads//validated_ingr/wwwroot/www.in.gr/files/1/Media/2016/01/21/24135846_zootopia-hopps.jpg",
      "ImageMain": "https://upload.wikimedia.org/wikipedia/el/thumb/e/ea/Zootopia.jpg/240px-Zootopia.jpg",
      "Video": "https://www.mediafire.com/file/cq9bf6n101xvewf/videp/file",
      "Description": "Η Ζωούπολη είναι μια μοντέρνα μετρόπολις των ζώων, μια πόλη δίχως προηγούμενο. Ένα μέρος όπου ζώα κάθε λογής ζουν το ένα δίπλα στο άλλο. Από τον μεγαλύτερο ελέφαντα, ως τον μικρότερο σκίουρο, όλα είναι εδώ. Αλλά όταν καταφτάνει η φύσιν αισιόδοξη αστυνόμος Τζούντι Χοπς, ανακαλύπτει ότι είναι η πρώτη λαγός στο αστυνομικό σώμα, αποτελούμενο από σκληροτράχηλα, μεγάλα ζώα. Αποφασισμένη να αποδείξει την αξία της, βρίσκει την ευκαιρία να αναλάβει μια υπόθεση, ακόμα κι αυτό τη ζευγαρώνει με έναν εξυπνάκια αλεπούδο, τον Νικ Γουάιλντ. Μπροστά τους έχουν μονάχα 48 ώρες να λύσουν το μυστήριο, ώστε να βρεθεί ένα ζώο που εξαφανίστηκε.",
      "Year": "2016",
      "Genre": "Κινούμενα Σχέδια, Περιπέτεια",
      "Duration": "1 ωρ. 48 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "5",
      "Type": "media",
      "StartString": "https://download",
      "EndString": "\"",
      "Start": 0,
      "End": 0,
      "Fetch": "MediaFire"
    },
    {
      "Title": "Finding Nemo",
      "ImageBack": "https://lumiere-a.akamaihd.net/v1/images/pp_findingnemo_herobannermobile_19752_7810e507.jpeg?region=0,0,640,480",
      "ImageMain": "https://upload.wikimedia.org/wikipedia/en/2/29/Finding_Nemo.jpg",
      "Video": "https://www.mediafire.com/file/0tszk1u1qhnyswp/video/file",
      "Description": "Ο Μάρλιν και ο γιος του, ο Νέμο, δύο τροπικά ψαράκια, ζουν σε μια ασφαλή γειτονιά του ωκεανού. Κάποια μέρα, όμως, ο Νέμο ξεφεύγει από τον υπερπροστατευτικό πατέρα του και εξερευνά την απέραντη θάλασσα, καταλήγοντας… στο ενυδρείο ενός οδοντίατρου. Απελπισμένος ο Μάρλιν προσπαθεί να τον βρει, ξεκινώντας μια πραγματική οδύσσεια με δεκάδες εμπόδια και κινδύνους. Ευτυχώς γι αυτόν, στον δρόμο του θα γνωρίσει την Ντόρι, το πιο καλόκαρδο, αλλά και το πιο αφηρημένο ψάρι του πλανήτη, που θα τον πείσει ότι όλα γίνονται όπως εσύ τα θέλεις, αρκεί να το πιστεύεις πραγματικά.",
      "Year": "2003",
      "Genre": "Κινούμενα Σχέδια, Περιπέτεια",
      "Duration": "1 ωρ. 40 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "5",
      "Type": "media",
      "StartString": "https://download",
      "EndString": "\"",
      "Start": 0,
      "End": 0,
      "Fetch": "MediaFire"
    },
    {
      "Title": "Coco",
      "ImageBack": "https://lumiere-a.akamaihd.net/v1/images/image_6da7b6e8.jpeg",
      "ImageMain": "https://m.media-amazon.com/images/M/MV5BYjQ5NjM0Y2YtNjZkNC00ZDhkLWJjMWItN2QyNzFkMDE3ZjAxXkEyXkFqcGdeQXVyODIxMzk5NjA@._V1_.jpg",
      "Video": "https://www.mediafire.com/file/6emnc5t2zj9w07k/video/file",
      "Description": "Παρά τη μυστηριώδη οικογενειακή απαγόρευση της μουσικής, η οποία κρατάει ολόκληρες γενιές, ο Μιγκέλ ονειρεύεται να γίνει διάσημος μουσικός όπως το είδωλό του, Ερνέστο δε λα Κρουζ. Μετά από μερικά αλλόκοτα γεγονότα, και λαχταρώντας να αποδείξει το ταλέντο του, ο Μιγκέλ θα βρεθεί στην εκθαμβωτική, συναρπαστική και πολύχρωμη Χώρα τον Προγόνων. Με συνοδοιπόρο έναν γοητευτικό απατεώνα που ακούει στο όνομα Έκτωρ, ο Μιγκέλ θα ζήσει ένα απίστευτο ταξίδι που θα φανερώσει την κρυφή ιστορία της οικογένειας του.",
      "Year": "2017",
      "Genre": "Κινούμενα Σχέδια, Κωμωδία",
      "Duration": "1 ωρ. 45 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "5",
      "Type": "media",
      "StartString": "https://download",
      "EndString": "\"",
      "Start": 0,
      "End": 0,
      "Fetch": "MediaFire"
    },
    {
      "Title": " LUCA",
      "ImageBack": "https://1.bp.blogspot.com/-FoJTg2wBKVQ/YNm2-gzDLcI/AAAAAAAASlY/GhJGGuwhAY8DO2UB68u02Kqc5XSccrAGwCLcBGAsYHQ/s16000/luca%2Breview.jpg",
      "ImageMain": "https://m.media-amazon.com/images/M/MV5BZTQyNTU0MDktYTFkYi00ZjNhLWE2ODctMzBkM2U1ZTk3YTMzXkEyXkFqcGdeQXVyNTI4MzE4MDU@._V1_.jpg",
      "Video": "https://30sensualizeexpression.com/tjvfwdqhsetc",
      "Description": "Με φόντο µια πανέµορφη παραθαλάσσια πόλη της ιταλικής Ριβιέρας, ένα αγόρι περνά το καλοκαίρι που θα αλλάξει τη ζωή του µε µπόλικο φρέσκο παγωτό, µακαρόνια και ατελείωτες βόλτες µε βέσπα. Ο Λούκα µοιράζεται αυτές τις περιπέτειες µε τον νέο του φίλο, τον Αλµπέρτο, αλλά η καλοπέρασή τους απειλείται από ένα καλά κρυµµένο µυστικό: είναι και οι δύο τέρατα της θάλασσας, και έρχονται από έναν άλλο κόσµο, κάτω από την επιφάνεια του νερού.",
      "Year": "2021",
      "Genre": "Animation, Οικογένεια",
      "Duration": "1 ωρ. 35 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "mp4",
      "StartString": "'mp4': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": " ΕΝΚΑΝΤΟ: ΕΝΑΣ ΚΟΣΜΟΣ ΜΑΓΙΚΟΣ",
      "ImageBack": "https://www.intofilm.org/intofilm-production/scaledcropped/970x546https%3A/s3-eu-west-1.amazonaws.com/images.cdn.filmclub.org/encanto-image-1-disney.jpg/encanto-image-1-disney.jpg",
      "ImageMain": "https://lumiere-a.akamaihd.net/v1/images/p_encanto_homeent_22359_4892ae1c.jpeg?region=0%2C0%2C540%2C810",
      "Video": "https://30sensualizeexpression.com/c9jq1bq0gtx3",
      "Description": "Μια ευτυχισμένη, ασυνήθιστη οικογένεια, η οικογένεια των Μάντριγκαλ, ζει, κρυμμένη στα βουνά της Κολομβίας, σε ένα μαγικό σπίτι, σε μια γεμάτη ζωή πόλη, σε ένα φανταστικό μέρος που λέγεται Ενκάντο. Η μαγεία αυτή του Ενκάντο έχει ως αποτέλεσμα όλα τα παιδιά στην οικογένεια να είναι ευλογημένα καθένα και με ένα μοναδικό μαγικό δώρο… Όλα εκτός από ένα, τη Μίραμπελ. Μια μέρα, όμως, η Μίραμπελ ανακαλύπτει πως η μαγεία της οικογένειάς της βρίσκεται σε κίνδυνο, και αποφασίζει πως εκείνη, η μόνη Μάντριγκαλ που δεν έχει κάποιο μαγικό χάρισμα, μπορεί να είναι η μοναδική ελπίδα σωτηρίας για την ιδιαίτερη οικογένειά της.",
      "Year": "2021",
      "Genre": "Animation, Κωμωδία",
      "Duration": "102 λεπτά",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Τα Κακά Παιδιά",
      "ImageBack": "https://www.syfy.com/sites/syfy/files/2022/04/10e41_fp_00208.jpg",
      "ImageMain": "https://upload.wikimedia.org/wikipedia/en/thumb/0/00/The_Bad_Guys_poster.jpeg/220px-The_Bad_Guys_poster.jpeg",
      "Video": "https://30sensualizeexpression.com/9r1x8ct0npwv",
      "Description": "Δεν έχει υπάρξει ποτέ άλλη παρέα πέντε φίλων τόσο κακόφημη όσο αυτή των «Κακών Παιδιών»: ο τολμηρός πορτοφολάς Mr. Wolf, ο έμπειρος διαρρήκτης χρηματοκιβωτίων Mr. Snake, ο χαλαρός άρχοντας της μεταμφίεσης Mr. Shark, ο ευέξαπτος νταής Mr. Piranha και η ετοιμόλογη χάκερ Ms. Tarantula. Αλλά όταν ύστερα από αμέτρητες ληστείες μέσα στα χρόνια και παρουσία στη λίστα με τους πιο καταζητούμενους κακοποιούς η συμμορία τελικά συλλαμβάνεται, ο Mr. Wolf κάνει μια συμφωνία (την οποία δεν έχει πρόσθεση να τηρήσει) προκειμένου να γλυτώσουν τη φυλακή… τα Κακά Παιδιά θα γίνουν καλά! Υπό την κηδεμονία του μέντορά τους, του καθηγητή Marmalade, ένα αλαζονικό (αλλά αξιολάτρευτο!) πειραματόζωο, τα Κακά Παιδιά ξεκινούν να ξεγελάσουν τον κόσμο προσποιούμενα πως έχουν μεταμορφωθεί. Στην πορεία, ωστόσο, ο Mr. Wolf αρχίζει και συνειδητοποιεί ότι πράττοντας το καλό, του προσφέρει αυτό που πάντα αποζητούσε, την αποδοχή των άλλων. Έτσι, λοιπόν, όταν ένας νέος κακός απειλεί την πόλη, μπορεί ο Mr. Wolf να πείσει την υπόλοιπη συμμορία να γίνουν…. καλά παιδιά;",
      "Year": "2022",
      "Genre": "Animation, Κωμωδία",
      "Duration": "1 ωρ. 40 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Τραγούδα! 2",
      "ImageBack": "https://cdn1.naekranie.pl/wp-content/uploads/2022/10/cropped-3840-2160-1208591_633fe4ed9b1dd.jpeg",
      "ImageMain": "https://www.filmy.gr/wp-content/uploads/2021/10/Sing-2-58.jpg",
      "Video": "https://30sensualizeexpression.com/slmevl5d6edw",
      "Description": "Ο πάντα αισιόδοξος Μπάστερ Μουν και η μουσική του παρέα ετοιμάζονται για την πιο φαντασμαγορική τους παράσταση, καταμεσής της παγκόσμιας πρωτεύουσας της ψυχαγωγίας, της Redshore City. Υπάρχει όμως ένα μικρό θεματάκι. Πρώτα πρέπει να πείσουν τον πάλαι ποτέ μεγαλύτερο ροκ αστέρα Κλέι Κάλογουεϊ να συμμετέχει στην παράσταση τους. Και το δύσκολο δεν είναι μόνο να τον πείσουν να κάνει την ευφάνταστη επιστροφή του, αλλά και να τον βρουν. ",
      "Year": "2022",
      "Genre": "Μουσική, Οικογενειακή",
      "Duration": "1 ωρ. 52 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Toy Story 4",
      "ImageBack": "https://prod-ripcut-delivery.disney-plus.net/v1/variant/disney/97773D3AD23DD9942EE4EDDB26E775D192E7AC6B038E459A6CF91D0107BB33AF/scale?width=1200&aspectRatio=1.78&format=jpeg",
      "ImageMain": "https://m.media-amazon.com/images/M/MV5BMTYzMDM4NzkxOV5BMl5BanBnXkFtZTgwNzM1Mzg2NzM@._V1_.jpg",
      "Video": "https://30sensualizeexpression.com/57gqb2lhejxd",
      "Description": "Ο Γούντι ήταν πάντα σίγουρος για τη θέση του στον κόσμο και το ότι προτεραιότητα του είναι η φροντίδα του παιδιού του, είτε είναι ο Άντι είτε η Μπόνι. Οπότε, όταν το καινούριο παιχνίδι της Μπόνι, που είναι καρπός χειροτεχνίας και ακούει στο όνομα Φόρκι, αυτοαποκαλείται «σκουπίδι», ο Γούντι αναλαμβάνει να του δείξει ότι πρέπει να αγκαλιάσει το γεγονός ότι είναι ένα παιχνίδι. Όταν η Μπόνι παίρνει την παρέα σε οικογενειακή εκδρομή, ο Γούντι καταλήγει σε μια απρόσμενη παράκαμψη που του επιφυλάσσει τη συνάντηση με τη χαμένη του φίλη Μπο Πιπ. Μετά από χρόνια μοναχικής περιπλάνησης, το περιπετειώδες πνεύμα της Μπόνι και οι εμπειρίες της στον δρόμο έρχονται σε αντίθεση με την ντελικάτη, πορσελάνινη επίστρωση της. Πάνω που ο Γούντι και η Μπο συνειδητοποιούν ότι οι κόσμοι τους είναι μακριά σε ό,τι αφορά τη ζωή τους ως παιχνίδια, την ίδια στιγμή καταλαβαίνουν ότι αυτή είναι η πιο ασήμαντη έγνοια τους.",
      "Year": "2019",
      "Genre": "Περιπέτεια, Οικογενειακή",
      "Duration": "1 ωρ. 39 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Η Ράια και ο τελευταίος Δράκος",
      "ImageBack": "https://www.filmy.gr/wp-content/uploads/2021/03/Raya-and-the-Last-Dragon-7-300x188.jpg",
      "ImageMain": "https://www.filmy.gr/wp-content/uploads/2021/03/Raya-and-the-Last-Dragon-57.jpg",
      "Video": "https://30sensualizeexpression.com/5cdoy84nz9ia",
      "Description": "Πριν πολλά πολλά χρόνια, στο φανταστικό βασίλειο της Κουμάνδρα, δράκοι και άνθρωποι ζούσαν αρμονικά. Με την απειλή των μοχθηρών δαιμόνων Ντραν, οι δράκοι θυσιάστηκαν για να σώσουν την ανθρωπότητα. Πεντακόσια χρόνια μετά, οι δαίμονες επανεμφανίστηκαν, και η Ράια, μια νέα και γενναία πολεμίστρια, είναι αποφασισμένη να βρει τον τελευταίο δράκο που θα τους σώσει μια και καλή. Στο ταξίδι της αυτό, θα συνειδητοποιήσει ότι πέρα από τη μαγεία των δράκων, χρειάζεται και πίστη για να σωθεί η ανθρωπότητα.",
      "Year": "2021",
      "Genre": "Δράσης, Κινούμενα Σχέδια",
      "Duration": "1 ωρ. 54 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Ξενοδοχείο για τέρατα 3",
      "ImageBack": "https://i.ytimg.com/vi/PFg0Qbg2IBw/maxresdefault.jpg",
      "ImageMain": "https://www.filmy.gr/wp-content/uploads/2018/07/Hotel-Transylvania-3-Summer-Vacation.jpg",
      "Video": "https://30sensualizeexpression.com/39j6o7y6x094",
      "Description": "Η Μάβις κάνει έκπληξη στον Δράκουλα μια οικογενειακή κρουαζιέρα στο πολυτελές Κρουαζιερόπλοιο των Τεράτων, ώστε να πάρει διακοπές κι αυτός από το να εξασφαλίζει σε όλους τους άλλους μια ευχάριστη διαμονή στο ξενοδοχείο του. Αλλά και η υπόλοιπη τερατο-παρέα δεν μπορεί να αντισταθεί και βρίσκεται κοντά τους. Φεύγοντας από το λιμάνι, ο έρωτας κάνει την παρουσία του όταν ο Δράκουλας γνωρίζει τη μυστηριώδη καπετάνισσα του πλοίου, την Έρικα. Τώρα είναι η σειρά της Μάβις να γίνει ο υπερπροστατευτικός γονέας, κρατώντας μακριά τον μπαμπά από την Έρικα. Και σαν να μην έφτανε όλο αυτό, το αντικείμενο του πόθου του Δράκουλα είναι στην πραγματικότητα απόγονος του Βαν Χέλσινγκ, της νέμεσης του Δράκουλα και όλων των τεράτων.",
      "Year": "2018",
      "Genre": "Κωμωδία, Κινούμενα Σχέδια",
      "Duration": "1 ωρ. 37 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Μαδαγασκάρη",
      "ImageBack": "https://www.athinorama.gr/Content/ImagesDatabase/p/750x422/crop/both/c5/c5ecc899cc6549f4be569134a72e826d.jpg?quality=81&404=default&v=4",
      "ImageMain": "https://www.filmy.gr/wp-content/uploads/2020/10/Madagascar-2005-50.jpg",
      "Video": "https://30sensualizeexpression.com/7f2x2vtmf8m2",
      "Description": "Ο Μάρτι είναι μια ζέβρα στον ζωολογικό κήπο της Νέας Υόρκης. Συμπληρώνει δέκα χρόνια ζωής και ακόμα δεν έχει δει τίποτα εκτός από τα κάγκελα που τον περιτριγυρίζουν. Η ευχή του είναι να μπορέσει να επιστρέψει στις σαβάνες. Ο Άλεξ το λιοντάρι δεν έχει τέτοια προβλήματα. Είναι η κύρια ατραξιόν του ζωολογικού κήπου και το σημαντικότερο γι’ αυτόν είναι να του εξασφαλίζουν για κάθε γεύμα μια ζουμερή μπριζόλα. Την παρέα συμπληρώνει η Γκλόρια, ένας ήπιος ιπποπόταμος και ο Μέλμαν η υποχονδριακή καμηλοπάρδαλη. Όταν ο Μάρτι αποφασίσει να πάει μόνος του στη σαβάνα αποδρώντας από το κλουβί του, οι φίλοι τον ακολουθούν προπαθώντας να του αλλάξουν γνώμη. Επειδή βέβαια ένα λιοντάρι στον υπόγειο της Νέας Υόρκης δεν περνάει απαρατήρητο, τα ζώα αιχμαλωτίζονται και πάλι από τις αρχές, και πακεταρισμένα σε κιβώτια στέλνονται σε ένα πάρκο στην Κένυα στο οποίο δεν φτάνουν ποτέ, μιας που τέσσερις πιγκουίνοι καταλαμβάνουν το πλοίο και τα τέσσερα ζώα καταλήγουν στην καταπράσινη Μαδαγασκάρη. Και τώρα, που θα βρει την μπριζόλα του ο Άλεξ;",
      "Year": "2005",
      "Genre": "Κωμωδία, Κινούμενα Σχέδια",
      "Duration": "1 ωρ. 26 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Μαδαγασκάρη 2",
      "ImageBack": "https://opentv-static.siliconweb.com/imgHandler/1920/65c50ab2-533f-4c39-ba23-aa4b7cadcc46.jpg",
      "ImageMain": "https://upload.wikimedia.org/wikipedia/el/7/7f/Madagascar2poster.jpg",
      "Video": "https://30sensualizeexpression.com/1905ywvq7u1q",
      "Description": "Ο Άλεξ το λιοντάρι, ο Μάρτι η ζέβρα, ο Μέλμαν η καμηλοπάρδαλη και η ιπποποταμίνα Γκλόρια μαζί με τον εξωφρενικό βασιλιά Τζούλιαν και τον Μορίς επανέρχονται. Και βέβαια, από την παρέα τους δεν θα μπορούσαν να λείπουν οι απίστευτοι πιγκουίνοι τζέιμς-μποντικού ύφους. Που τους είχαμε αφήσει; Στη Μαδαγασκάρη, απ’ όπου προσπαθούν τώρα να φύγουν ώστε να επιστρέψουν στην πατρίδα τους, τη Νέα Υόρκη. Το αεροπλάνο είναι έτοιμο προς απογείωση και έπειτα από λίγα μίλια πτήσης, προσγειώνεται, με συνοπτικές διαδικασίες, στη μέση του πουθενά, δηλαδή της Αφρικής.",
      "Year": "2008",
      "Genre": "Κωμωδία, Κινούμενα Σχέδια",
      "Duration": "1 ωρ. 29 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Μαδαγασκάρη 3",
      "ImageBack": "https://occ-0-990-1360.1.nflxso.net/dnm/api/v6/E8vDc_W8CLv7-yMQu8KMEC7Rrr8/AAAABcIo-TE4Y5eb9LUuKuqMZ8yTZiUbnYUkpiAJzwHQNMtAhomvdzzX7ZvdXmf9sGaNzB3OVa_xgQvti3mJi722d82Yz6nwWzPzckm4.jpg?r=48c",
      "ImageMain": "https://cityportal.gr/wp-content/uploads/2021/06/MV5BMTM2MTIzNzk2MF5BMl5BanBnXkFtZTcwMDcwMzQxNw@@.jpg",
      "Video": "https://30sensualizeexpression.com/6ljufxux9vcd",
      "Description": "Ο Άλεξ το λιοντάρι, ο Μάρτι η ζέβρα, ο Μέλμαν η καμηλοπάρδαλη και η Γκλόρια η ιπποποταμίνα ακόμη παλεύουν να επιστρέψουν στο σπίτι τους, στο αγαπημένο «Μεγάλο Μήλο». Φυσικά και ο βασιλιάς Τζουλιάν, ο Μορίς και οι Πιγκουίνοι θα αποτελέσουν μέρος αυτής της περιπέτειας. Το ταξίδι τους αυτή τη φορά θα τους οδηγήσει στην Ευρώπη, όπου θα ανακαλύψουν την τέλεια κάλυψη: ένα περιοδεύων τσίρκο, το οποίο θα ξαναστήσουν από την αρχή και θα το χρησιμοποιήσουν για να καταφέρουν τον στόχο τους.",
      "Year": "2012",
      "Genre": "Κωμωδία, Κινούμενα Σχέδια",
      "Duration": "1 ωρ. 33 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Μπομπ Σφουγγαράκης: Επιχείρηση διάσωσης",
      "ImageBack": "https://i.ytimg.com/vi/Sw-LPKUJTgA/maxresdefault.jpg",
      "ImageMain": "https://upload.wikimedia.org/wikipedia/el/3/38/The_SpongeBob_Movie_Sponge_on_the_Run.jpg",
      "Video": "https://alphavod.siliconweb.com/2022-2023/protagonistes/20230312_PROTAGONISTES_S02_EPS006_1bc0728e.mp4?__token__=st=1678734386~exp=1679598386~acl=/2022-2023/protagonistes/20230312_PROTAGONISTES_S02_EPS006_1bc0728e.mp4*~hmac=2efb8f3afa5529932aac277456927d7eb0a47b6a844bcf0868e89a0b6889099e",
      "Description": "Όταν ο Γκάρι, το αγαπημένο κατοικίδιο σαλιγκάρι του Μπομπ, πέφτει θύμα απαγωγής, ο Μπομπ μαζί με τον Πάτρικ ξεκινούν μια επική περιπέτεια στη Χαμένη Πόλη της Ατλαντίδας για να φέρουν τον Γκάρι πίσω στο σπίτι. Καθώς περιπλανιούνται στις απολαύσεις και τους κινδύνους αυτής της επικίνδυνης και ξεκαρδιστικής αποστολής διάσωσης, ο Μπομπ και οι φίλοι του αποδεικνύουν ότι δεν υπάρχει τίποτα ισχυρότερο από τη δύναμη της φιλίας.",
      "Year": "2020",
      "Genre": "Κινούμενα Σχέδια, Οικογενειακή",
      "Duration": "1 ωρ. 31 λεπ.",
      "isUnlocked": true,
      "fetchVideo": false,
      "beforeEnd": "0",
      "Type": "media",
      "StartString": "https://download",
      "EndString": "\"",
      "Start": 0,
      "End": 5,
      "Fetch": ""
    },
    {
      "Title": "Παράξενος Κόσμος",
      "ImageBack": "https://lumiere-a.akamaihd.net/v1/images/image_5db668ff.jpeg?region=0,0,1460,824&width=768",
      "ImageMain": "https://www.athinorama.gr/Content/ImagesDatabase/6e/6e6e0e927f55473d824efe14cf0bd5f5.jpg",
      "Video": "https://voe.sx/gsui2mp4ip0s",
      "Description": "Βρισκόμαστε σε μια αχαρτογράφητη και επικίνδυνη χώρα, όπου φανταστικά πλάσματα περιμένουν τους θρυλικούς Κλέιντς, μια οικογένεια εξερευνητών, των οποίων οι μεταξύ τους διαφορές απειλούν να τινάξουν στον αέρα την τελευταία -και μέχρι σήμερα- πιο σημαντική τους αποστολή.",
      "Year": "2022",
      "Genre": "Δράση, Οικογενειακή",
      "Duration": "1 ωρ. 42 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Μια Ποδοσφαιρική Ταινία",
      "ImageBack": "https://dnm.nflximg.net/api/v6/BvVbc2Wxr2w6QuoANoSpJKEIWjQ/AAAAQTJB_nGnjRCadb0-kZG-XWcO2Ro10JmzP5K_qAQl65uC2vqOY_ZW8pfXyGQBX4WngVnw5vcurUUNYg169oN9sUCK--AY9oC6CIMRMPZOGO_tr1xlGMP7tZMRC8TiPW2qubrl2wBVjtYrOrQCwlVnbCLXJco.jpg?r=54a",
      "ImageMain": "https://www.dvd-trailers.gr/posters/mia_podosfairiki_tainia_2022.jpg",
      "Video": "https://voe.sx/kqrw17iyoemx",
      "Description": "Τέσσερις νεαροί φαν του ποδοσφαίρου συμμαχούν για να βοηθήσουν τα είδωλά τους να ανακτήσουν τις ικανότητές τους, όταν ένας δολοπλόκος επιστήμονας κλέβει το ταλέντο τους.",
      "Year": "2022",
      "Genre": "Ποδοσφαιρική, Οικογενειακή",
      "Duration": "1ώ 13λ",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Οι Κρουντς 2: Νέα Εποχή",
      "ImageBack": "https://media-flix-gr.s3.amazonaws.com/cache/73/91/7391326a24c4da33be3312ab7dec29fc.jpg",
      "ImageMain": "https://i0.wp.com/www.texnopolis.net/wp-content/uploads/2021/03/CROODS2GR.jpg?fit=1266%2C1875&ssl=1",
      "Video": "https://www.mediafire.com/file/p9i2md6v44e2xca/video.mp4/file",
      "Description": "Κι εκεί που ένιωθαν άρχοντες στον τόπο τους, οι Κρουντς θα έρθουν αντιμέτωποι με μια τελείως διαφορετική οικογένεια, τους Μπέτερμανς, η οποία δείχνει να είναι ανώτερη σε όλα. Αποτέλεσμα αυτού είναι να ξεσπάσει ανάμεσά τους ένας ανελέητος ανταγωνισμός.",
      "Year": "2021",
      "Genre": "Κωμωδία, Οικογενειακή",
      "Duration": "1 ωρ. 35 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "media",
      "StartString": "https://download",
      "EndString": "\"",
      "Start": 0,
      "End": 5,
      "Fetch": "MediaFire"
    },
    {
      "Title": "Σπίριτ: Ο Ατίθασος",
      "ImageBack": "https://media-flix-gr.s3.amazonaws.com/cache/c5/c6/c5c680d73439e911abdac4d2acc5182e.jpg",
      "ImageMain": "https://www.filmy.gr/wp-content/uploads/2021/05/Spirit-Untamed-50.jpg",
      "Video": "https://www.mediafire.com/file/ijaww14djqvqxuu/video.mp4/file",
      "Description": "Η μικρή και ξεροκέφαλη Λάκι Πρέσκοτ αναγκάζεται να αφήσει την πόλη για να μετακομίσει στην εξοχή. Όμως εκεί θα δεθεί αναπάντεχα με τον Σπίριτ, ένα άγριο άλογο, με αποτέλεσμα η ζωή της να αλλάξει δραματικά. Όταν οι κλέφτες ζώων θα απειλήσουν την αγέλη του Σπίριτ, τότε θα ξεκινήσει μια μεγάλη περιπέτεια ζωής και αυτοθυσίας.",
      "Year": "2021",
      "Genre": "Οικογενειακή, Περιπέτεια",
      "Duration": "1 ωρ. 27 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "media",
      "StartString": "https://download",
      "EndString": "\"",
      "Start": 0,
      "End": 5,
      "Fetch": "MediaFire"
    },
    {
      "Title": "Soul",
      "ImageBack": "https://media.npr.org/assets/img/2021/03/23/soul-online-use-s008_6_pub.pub16.662_wide-d1c459b0724afbd601e43fc0f59319a699e37163.jpg",
      "ImageMain": "https://static.wikia.nocookie.net/pixar/images/7/78/Soul_November_20th_Poster.jpg/revision/latest?cb=20200413181147",
      "Video": "https://voe.sx/1rpcs5tot448",
      "Description": "Ο Τζο είναι δάσκαλος μουσικής στο γυμνάσιο, πάθος του όμως είναι η τζαζ. Έτοιμος να δοκιμαστεί ως μέλος μιας περιζήτητης μπάντας, θα πέσει θύμα ατυχήματος και θα βρεθεί παγιδευμένος ανάμεσα σ’ αυτήν και την επόμενη ζωή.",
      "Year": "2020",
      "Genre": "Δράση, Οικογένεια",
      "Duration": "1ώ 30λ",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Το Τέρας της Θάλασσας",
      "ImageBack": "https://resizing.flixster.com/k4OzlJYJVJOjoF0zdqeBMqqmZTU=/740x380/v2/https://statcdn.fandango.com/MPX/image/NBCU_Fandango/703/819/theseabeast_v2jpg.jpg",
      "ImageMain": "https://upload.wikimedia.org/wikipedia/en/0/09/The_Sea_Beast_film_poster.png",
      "Video": "https://www.mediafire.com/file/nfenbec3vchh05y/video.mp4/file",
      "Description": "Σε μια εποχή που τρομακτικά θηρία τριγυρνούσαν στις θάλασσες, οι κυνηγοί τεράτων ήταν περίφημοι ήρωες -και κανένας δεν ήταν πιο αγαπητός από τον τρανό Τζέικομπ Χόλαντ. Όταν όμως η νεαρή Μέιζι Μπραμπλ ταξιδεύει ως λαθρεπιβάτης στο θρυλικό του πλοίο, βρίσκει έναν απροσδόκητο σύμμαχο. Μαζί ξεκινούν ένα επικό ταξίδι σε αχαρτογράφητα νερά και γράφουν ιστορία.",
      "Year": "2022",
      "Genre": "Κινούμενα Σχέδια, Κωμωδία",
      "Duration": "1 ωρ. 55 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "media",
      "StartString": "https://download",
      "EndString": "\"",
      "Start": 0,
      "End": 5,
      "Fetch": "MediaFire"
    },
    {
      "Title": "Ο Παπουτσωμένος Γάτος: Η Τελευταία Επιθυμία",
      "ImageBack": "https://www.agrinionews.gr/wp-content/uploads/2022/12/puss_in_boots_slide.jpg",
      "ImageMain": "https://www.athinorama.gr/Content/ImagesDatabase/p/600x900/crop/both/97/97f9716d730743b39c22f2cb28367779.jpg?quality=81&404=default&v=4",
      "Video": "https://www.mediafire.com/file/bdyla0g8lbra9fz/video.mp4/file",
      "Description": "Ο τολμηρός ληστής Παπουτσωμένος Γάτος ανακαλύπτει πως το πάθος του για κίνδυνο και η αδιαφορία του για την ασφάλεια έχουν επιπτώσεις. Ο Παπουτσωμένος έχει σπαταλήσει τις έξι από τις επτά ζωές του, αν και ο ίδιος είχε πάψει να τις μετράει εδώ και καιρό. Η επιθυμία να ξανακερδίσει τις χαμένες ζωές του οδηγεί τον Γάτο στη σπουδαιότερη περιπέτεια του. Ξεκινάει λοιπόν ένα επικό ταξίδι στο Μαύρο Δάσος για να βρει το μυθικό Αστέρι των Ευχών και να αποκαταστήσει τις χαμένες ζωές του. Όμως, με μόνο μία ζωή να του απομένει, ο Παπουτσωμένος αναγκάζεται να ταπεινωθεί και να ζητήσει τη βοήθεια της πρώην συντρόφου και νυν νέμεση του, της μαγευτικής Κίτι. Στην προσπάθειά τους, ο Γάτος και η Κίτι θα έχουν τη βοήθεια -τόσα ήξεραν…- από ένα φλύαρο, αμείλικτα χαρούμενο κοπρόσκυλο, τον Πέρο. Μαζί, η τριάδα των ηρώων θα πρέπει να καταφέρει να ξεγλιστρήσει από τη Χρυσομαλλούσα και τις Τρεις Αρκούδες, τον ‘Big’ Τζακ Χόρνερ, και τον Κακό Λύκο, τον τρομακτικό κυνηγό επικηρυγμένων.",
      "Year": "2022",
      "Genre": "Κινούμενα Σχέδια, Οικογένεια",
      "Duration": "1 ωρ. 40 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "media",
      "StartString": "https://download",
      "EndString": "\"",
      "Start": 0,
      "End": 5,
      "Fetch": "MediaFire"
    },
    {
      "Title": "Φεγγάρι, σου 'ρχομαι",
      "ImageBack": "https://occ-0-987-32.1.nflxso.net/dnm/api/v6/E8vDc_W8CLv7-yMQu8KMEC7Rrr8/AAAABaj_25YqUB2SR9SW-PzRu4jQnb5M2sCipjnUwsUe-Q9YaQVpI2WFxPmm1PLUYbE4fnp-B-cdkWdFjrP8o-QSfVvn0s7SCsyP-7Tj.jpg?r=12f",
      "ImageMain": "https://www.dvd-trailers.gr/posters/feggari_sou_rxomai_2020.jpg",
      "Video": "https://voe.sx/ehagqcpc8nx4",
      "Description": "Αποφασισμένο και με πάθος για την επιστήμη, ένα έξυπνο κοριτσάκι φτιάχνει έναν πύραυλο για να πάει στο φεγγάρι και να αποδείξει ότι η θρυλική Θεά της Σελήνης υπάρχει. Εκεί καταλήγει να ζει μια απρόσμενη περιπέτεια, και ανακαλύπτει μια μαγική γη με φανταστικά πλάσματα.",
      "Year": "2020",
      "Genre": "Κινούμενα Σχέδια, Οικογένεια",
      "Duration": "1 ωρ. 35 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Αρχηγός από Κούνια",
      "ImageBack": "https://i.ytimg.com/vi/alML1SKA2wg/maxresdefault.jpg",
      "ImageMain": "https://greek-movies.com/icon/movie/%CE%91%CE%A1%CE%A7%CE%97%CE%93%CE%9F%CE%A3%CE%91%CE%A0%CE%9F%CE%9A%CE%9F%CE%A5%CE%9D%CE%99%CE%912017.jpg",
      "Video": "https://voe.sx/cxyyyfjjgq1g",
      "Description": "Ο 7χρονος Τιμ περνάει ζωή χαρισάμενη, τρισευτυχισμένος με τους γονείς του. Όταν όμως καταφθάνει στο σπίτι τους με ταξί ένα μωρό, φορώντας κοστούμι και κουβαλώντας χαρτοφύλακα, όλος ο κόσμος του Τιμ ανατρέπεται. Σύντομα, ο αδελφικός ανταγωνισμός παραμερίζεται αναγκαστικά όταν ο τελευταίος ανακαλύπτει ότι ο μικρός αδελφός του είναι στη πραγματικότητα ένας κατάσκοπος σε μια μυστική κρυφή αποστολή και ότι μόνο αυτός μπορεί να τον βοηθήσει να τα βγάλει πέρα.",
      "Year": "2017",
      "Genre": "Κινούμενα Σχέδια, Οικογένεια",
      "Duration": "1 ωρ. 37 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Πινόκιο του Γκιγιέρμο Ντελ Τόρο",
      "ImageBack": "https://www.lifo.gr/sites/default/files/styles/facebook_with_logo/public/movies/2022/TAD2.jpg?itok=NqHLPCw4",
      "ImageMain": "https://www.filmy.gr/wp-content/uploads/2022/09/Tadeo-Jones-3-la-Tabla-Esmeralda-50.jpg",
      "Video": "https://voe.sx/wtq375i5ghzn",
      "Description": "Ο ατζαμής αρχαιολόγος Ταντ επιθυμεί την αποδοχή των συναδέλφων του, αλλά η αδεξιότητά του στέκεται εμπόδιο στο όνειρό του. Όταν διαλύει κατά λάθος μια σπάνια σαρκοφάγο, απελευθερώνεται ένα ξόρκι που θέτει τη ζωή των φίλων του σε κίνδυνο. Ο Ταντ και η Σάρα θα ξεκινήσουν ένα περιπετειώδες ταξίδι που θα τους οδηγήσει μέχρι την άκρη του κόσμου, για να τους σώσουν και να σταματήσουν την κατάρα της Σμαραγδένιας Πλάκας.",
      "Year": "2022",
      "Genre": "Κινούμενα Σχέδια, Οικογένεια",
      "Duration": "1 ωρ. 24 λεπ.",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Πινόκιο του Γκιγιέρμο Ντελ Τόρο",
      "ImageBack": "https://www.goldmall.gr/portal-img/default/28/pinocchio-31.jpg",
      "ImageMain": "https://www.athinorama.gr/Content/ImagesDatabase/83/834d46563e2749dd96737c76a22f1b42.jpg",
      "Video": "https://745mingiestblissfully.com/950vji5ltr2p",
      "Description": "Ο βραβευμένος με Όσκαρ σκηνοθέτης Γκιγιέρμο ντελ Τόρο αναπλάθει την κλασική ιστορία της ξύλινης κούκλας που ζωντανεύει, σε ένα εκπληκτικό μουσικό παραμύθι stop-motion.",
      "Year": "2022",
      "Genre": "Δράση και περιπέτεια",
      "Duration": "1ώ 45λ",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    },
    {
      "Title": "Cars 3",
      "ImageBack": "https://m.media-amazon.com/images/M/MV5BMTcxOTE5ODk4NV5BMl5BanBnXkFtZTgwNzY5MjA2MjI@._V1_.jpg",
      "ImageMain": "https://lumiere-a.akamaihd.net/v1/images/p_cars3_19643_3ab8aca1.jpeg?region=0%2C0%2C540%2C810",
      "Video": "https://745mingiestblissfully.com/26503s8kfavj",
      "Description": "Ο Κεραυνός ΜακΚουίν στην τρίτη του περιπέτεια είναι το ίδιο αεικίνητος, νοσταλγικός και (υπερβολικά) παιδικός όσο και την πρώτη ή τη δεύτερη φορά που πάτησε γκάζι στο σινεμά.",
      "Year": "2017",
      "Genre": "Animation, Οικογένεια",
      "Duration": "109 λεπτά",
      "isUnlocked": true,
      "fetchVideo": true,
      "beforeEnd": "0",
      "Type": "m3u8",
      "StartString": "'hls': '",
      "EndString": "',",
      "Start": 8,
      "End": 0,
      "Fetch": "Voe"
    }
  ]
}
